{
  "add" : {
    "doc" : {
      "id" : 1,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "Cheese is good vermont cheese cheese is tasty.",
      "title" : "Analysis of Cheese"
    }
  },
    "add" : {
    "doc" : {
      "id" : 2,
      "author" : "kleeman,p.w.",
      "bibliography" : "arc r + m.2971, 1953.",
      "body" : "Signs and Symptoms

Upper motor neurons normally send signals to lower motor neurons, which send signals to muscles. In ALS, both upper and lower motor neurons are lost. Upper motor neurons normally send signals to lower motor neurons, which send signals to muscles. In ALS, both upper and lower motor neurons are lost. ALS affects the upper motor neurons, which are in the brain, and the lower motor neurons, which are in the spinal cord and brainstem. Upper motor neuron degeneration generally causesspasticity (tightness in a muscle), while lower motor neuron degeneration causes muscle weakness, muscle atrophy(shrinkage of muscles) and twitching. These can occur in combination in ALS, as upper and lower motor neurons are being lost at the same time.

ALS can affect people of any age, though it usually strikes in late middle age. ALS usually announces itself with persistent weakness or spasticity in an arm or leg, causing difficulty using the affected limb. Sometimes the problem originates in the muscles controlling speech or swallowing. It isn’t unusual for people to ignore such problems for some time at this stage, or to consult a physician who may be relatively unconcerned.

However, the disease — if it’s truly ALS — generally spreads from one part of the body to another (almost always in parts adjacent to each other) so that eventually the problem can no longer be ignored.

It’s at this point that people usually are referred to a neurologist, who will consider ALS among many other possible diagnoses.

The involuntary muscles (such as those that control the heartbeat, gastrointestinal tract, bowel and bladder function) and sexual functions are not directly affected in ALS. However, prolonged inability to move and other effects of ALS can have an indirect impact. Hearing, vision and touch generally remain normal.

Nor is pain a direct consequence of ALS, although pain can occur as a result of immobility and its various complications, especially if precautions such as daily range-of-motion exercises are not undertaken.

Fasciculations are a common symptom of ALS. These persistent muscle twitches are generally not painful, but can be annoying or interfere with sleep. They are the result of the ongoing disruption of signals from the nerves to the muscles that occurs in ALS.

Some with ALS experience painful muscle cramps, which can sometimes be alleviated with medication.

Some people with ALS undergo alterations in their thinking or may exhibit uncharacteristic behavior changes, often referred to as frontotemporal dementia, or FTD. However memory loss, a hallmark of Alzheimer's-type dementia, is generally not a feature of most cognitive changes in ALS. Instead, the person with ALS might be irritable, inconsiderate, apathetic, ritualistic, impulsive or otherwise act in uncharacteristic ways.

Another potential ALS symptom — not experienced by all — is a temporary lapse of control over emotional expressions such as laughing or crying, a phenomenon called pseudobulbar affect. Laughing or crying bouts, often triggered by the smallest of things, are more related to the disease process rather than to actual feelings of happiness or sadness. Medications such as Nuedexta and various other strategies can help manage this symptom.

For more about the progression of ALS symptoms over the full course of the disease, see.",
      "title" : "ALS Symptoms"
    }
  },
    "add" : {
    "doc" : {
      "id" : 3,
      "author" : "kleeman,p.w.",
      "bibliography" : "arc r + m.2971, 1953.",
      "body" : "The initial symptoms of ALS can be quite varied in different people. One person may have trouble grasping a pen or lifting a coffee cup, while another person may experience a change in vocal pitch when speaking. ALS is typically a disease that involves a gradual onset.

The rate at which ALS progresses can be quite variable from one person to another. Although the mean survival time with ALS is three to five years, many people live five, 10 or more years. Symptoms can begin in the muscles that control speech and swallowing or in the hands, arms, legs or feet. Not all people with ALS experience the same symptoms or the same sequences or patterns of progression. However, progressive muscle weakness and paralysis are universally experienced.

Gradual onset, painless, progressive muscle weakness is the most common initial symptom in ALS. Other early symptoms vary but can include tripping, dropping things, abnormal fatigue of the arms and/or legs, slurred speech, muscle cramps and twitches, and/or uncontrollable periods of laughing or crying.

When the breathing muscles become affected, ultimately, people with the disease will need permanent ventilatory support to assist with breathing.

Since ALS attacks only motor neurons, the sense of sight, touch, hearing, taste and smell are not affected. For many people, muscles of the eyes and bladder are generally not affected.

Diagnosis

ALS is a difficult disease to diagnose. There is no one test or procedure to ultimately establish the diagnosis of ALS. It is through a clinical examination and series of diagnostic tests, often ruling out other diseases that mimic ALS, that a diagnosis can be established. A comprehensive diagnostic workup includes most, if not all, of the following procedures:

Electrodiagnostic tests including electomyography (EMG) and nerve conduction velocity (NCV) Blood and urine studies including high resolution serum protein electrophoresis, thyroid and parathyroid hormone levels and 24-hour urine collection for heavy metals Spinal tap X-rays, including magnetic resonance imaging (MRI) Myelogram of cervical spine Muscle and/or nerve biopsy A thorough neurological examination For more information on the importance of a second opinion, click here.

These tests are done at the discretion of the physician, usually based on the results of other diagnostic tests and the physical examination. There are several diseases that have some of the same symptoms as ALS, and most of these conditions are treatable. It is for this reason that The ALS Association recommends that a person diagnosed with ALS seek a second opinion from an ALS expert - someone who diagnoses and treats many ALS patients and has training in this medical specialty. The ALS Association maintains a list of recognized experts in the field of ALS. See The ALS Association Certified Centers and ALS Clinics. Also contact your local ALS Association chapter or the National Office. ",
      "title" : "ALS Symptoms 2"
    }
  },
    "add" : {
    "doc" : {
      "id" : 4,
      "author" : "kleeman,p.w.",
      "bibliography" : "arc r + m.2971, 1953.",
      "body" : "Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's disease, is a progressive degeneration of nerve cells that control muscle movements. The disease, the most common motor neuron disease among adults, became known as Lou Gehrig's disease after the New York Yankee's Hall of Fame first baseman. Gehrig's career ended in 1939 because of the condition. About 30,000 patients in this country have the disease and about 5,000 are diagnosed with ALS every year.

ALS tends to strike in mid-life between the ages of 40 and 60, but others can develop the disease. Men are about one-and-a-half times more likely to have the disease than women. In most cases, it occurs at random with no family history of the disease.

Show More Signs and SymptomsDiagnosisTreatment At first, symptoms of ALS may be barely noticed. But over time, the disease worsens. As nerve cells die, the muscles they control stop acting and reacting correctly.

Arms and legs may lose strength and coordination. Feet and ankles may become weak. General fatigue may develop Muscles in the arms, shoulders and tongue may cramp or twitch. Swallowing, speaking and breathing may become difficult. Eventually, ALS weakens muscles, including muscles used for breathing, until they become paralyzed. Unable to swallow, patients with ALS may aspirate or inhale food or saliva into their lungs. In fact, most people with ALS die of respiratory failure. The ability to think, see, hear, smell, taste and touch, however, usually is not affected. ",
      "title" : "ALS Symptoms 3"
    }
  },
    "add" : {
    "doc" : {
      "id" : 5,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's disease, is a progressive degeneration of nerve cells that control muscle movements. The disease, the most common motor neuron disease among adults, became known as Lou Gehrig's disease after the New York Yankee's Hall of Fame first baseman. Gehrig's career ended in 1939 because of the condition. About 30,000 patients in this country have the disease and about 5,000 are diagnosed with ALS every year.",
      "title" : "Definition of ALS"
    }
  },
    "add" : {
    "doc" : {
      "id" : 6,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "The disease, the most common motor neuron disease among adults, became known as Lou Gehrig's disease after the New York Yankee's Hall of Fame first baseman. Gehrig's career ended in 1939 because of the condition. About 30,000 patients in this country have the disease and about 5,000 are diagnosed with ALS every year.",
      "title" : "ALS Explanation of Lou Gehrig"
    }
  },
    "add" : {
    "doc" : {
      "id" : 7,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "ALS tends to strike in mid-life between the ages of 40 and 60, but others can develop the disease. Men are about one-and-a-half times more likely to have the disease than women. In most cases, it occurs at random with no family history of the disease.",
      "title" : "ALS When Explanation"
    }
  },

    "add" : {
    "doc" : {
      "id" : 8,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "At first, symptoms of ALS may be barely noticed. But over time, the disease worsens. As nerve cells die, the muscles they control stop acting and reacting correctly. Arms and legs may lose strength and coordination. Feet and ankles may become weak. General fatigue may develop. Muscles in the arms, shoulders and tongue may cramp or twitch. Swallowing, speaking and breathing may become difficult.
Eventually, ALS weakens muscles, including muscles used for breathing, until they become paralyzed. Unable to swallow, patients with ALS may aspirate or inhale food or saliva into their lungs. In fact, most people with ALS die of respiratory failure. The ability to think, see, hear, smell, taste and touch, however, usually is not affected.",
      "title" : "ALS Signs and Symptoms"
    }
  },

    "add" : {
    "doc" : {
      "id" : 9,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" :  "The rate at which ALS progresses can be quite variable from one person to another. Although the mean survival time with ALS is three to five years, many people live five, 10 or more years. Symptoms can begin in the muscles that control speech and swallowing or in the hands, arms, legs or feet. Not all people with ALS experience the same symptoms or the same sequences or patterns of progression. However, progressive muscle weakness and paralysis are universally experienced.",
      "title" : "ALS Rate of Progression"
    }
  },

    "add" : {
    "doc" : {
      "id" : 10,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "The initial symptoms of ALS can be quite varied in different people. One person may have trouble grasping a pen or lifting a coffee cup, while another person may experience a change in vocal pitch when speaking. ALS is typically a disease that involves a gradual onset.",
      "title" : "ALS Gradual Onset"
    }
  },

    "add" : {
    "doc" : {
      "id" : 11,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "Gradual onset, painless, progressive muscle weakness is the most common initial symptom in ALS. Other early symptoms vary but can include tripping, dropping things, abnormal fatigue of the arms and/or legs, slurred speech, muscle cramps and twitches, and/or uncontrollable periods of laughing or crying.",
      "title" : "ALS Most Common Symptoms"
    }
  },

    "add" : {
    "doc" : {
      "id" : 12,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "When the breathing muscles become affected, ultimately, people with the disease will need permanent ventilatory support to assist with breathing. Since ALS attacks only motor neurons, the sense of sight, touch, hearing, taste and smell are not affected. For many people, muscles of the eyes and bladder are generally not affected.",
      "title" : "ALS Ongoing Symptoms"
    }
  },

    "add" : {
    "doc" : {
      "id" : 13,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : " ALS is a difficult disease to diagnose. There is no one test or procedure to ultimately establish the diagnosis of ALS. It is through a clinical examination and series of diagnostic tests, often ruling out other diseases that mimic ALS, that a diagnosis can be established. A comprehensive diagnostic workup includes most, if not all, of the following procedures: Electrodiagnostic tests including electomyography (EMG) and nerve conduction velocity (NCV), Blood and urine studies including high resolution serum protein electrophoresis, thyroid and parathyroid hormone levels and 24-hour urine collection for heavy metals, Spinal tap, X-rays, including magnetic resonance imaging (MRI), Myelogram of cervical spine, Muscle and/or nerve biopsy, A thorough neurological examination. For more information on the importance of a second opinion, click here. These tests are done at the discretion of the physician, usually based on the results of other diagnostic tests and the physical examination. There are several diseases that have some of the same symptoms as ALS, and most of these conditions are treatable. It is for this reason that The ALS Association recommends that a person diagnosed with ALS seek a second opinion from an ALS expert - someone who diagnoses and treats many ALS patients and has training in this medical specialty.  The ALS Association maintains a list of recognized experts in the field of ALS. See The ALS Association Certified Centers and ALS Clinics. Also contact your local ALS Association chapter or the National Office.",
      "title" : "ALS Diagnosis"
    }
  },

    "add" : {
    "doc" : {
      "id" : 14,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "Upper motor neurons normally send signals to lower motor neurons, which send signals to muscles. In ALS, both upper and lower motor neurons are lost.
Upper motor neurons normally send signals to lower motor neurons, which send signals to muscles. In ALS, both upper and lower motor neurons are lost.
ALS affects the upper motor neurons, which are in the brain, and the lower motor neurons, which are in the spinal cord and brainstem. Upper motor neuron degeneration generally causesspasticity (tightness in a muscle), while lower motor neuron degeneration causes muscle weakness, muscle atrophy(shrinkage of muscles) and twitching. These can occur in combination in ALS, as upper and lower motor neurons are being lost at the same time.",
      "title" : "ALS Description"
    }
  },

    "add" : {
    "doc" : {
      "id" : 15,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "ALS can affect people of any age, though it usually strikes in late middle age. ALS usually announces itself with persistent weakness or spasticity in an arm or leg, causing difficulty using the affected limb. Sometimes the problem originates in the muscles controlling speech or swallowing. It isn’t unusual for people to ignore such problems for some time at this stage, or to consult a physician who may be relatively unconcerned.",
      "title" : "ALS Age Ranges"
    }
  },

    "add" : {
    "doc" : {
      "id" : 20,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "The most common symptoms of giant cell arteritis are head pain and tenderness — often severe — that usually affects both temples. The onset of the condition can feel like the flu.",
      "title" : "Giant cell arteritis most common symptoms"
    }
  },

    "add" : {
    "doc" : {
      "id" : 21,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "Generally, signs and symptoms of giant cell arteritis include: Persistent, severe head pain, usually in your temple area, Scalp tenderness, Jaw pain when you chew or open your mouth wide, Fever, Fatigue, Unintended weight loss, Vision loss or double vision, particularly in people who also have jaw pain, Sudden, permanent loss of vision in one eye, Pain and stiffness in the neck, shoulders or hips are common symptoms of a related disorder, polymyalgia rheumatica. About 50 percent of people with giant cell arteritis also have polymyalgia rheumatica.",
      "title" : "Giant cell arteritis general symptoms"
    }
  },

    "add" : {
    "doc" : {
      "id" : 22,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "tenderness and sensitivity on the scalp, 21jaw claudication (pain in jaw when chewing), tongue claudication (pain in tongue when chewing) and necrosis, reduced visual acuity (blurred vision), acute visual loss (sudden blindness), diplopia (double vision), acute tinnitus (ringing in the ears)",
      "title" : "Giant cell arteritis other symptoms"
    }
  },

    "add" : {
    "doc" : {
      "id" : 30,
      "author" : "brenckman,m.",
      "bibliography" : "j. ae. scs. 25, 1958, 324.",
      "body" : "What Are the Symptoms of Parkinson's Disease?
Parkinson's disease is a movement disorder that progresses slowly. Some people will first notice a sense of weakness, difficulty walking, and stiff muscles. Others may notice a tremor of the head or hands. Parkinson's is a progressive disorder and the symptoms gradually worsen. The general symptoms of Parkinson's disease include:
Slowness of voluntary movements, especially in the initiation of such movements as walking or rolling over in bed
Decreased facial expression, monotonous speech, and decreased eye blinking
A shuffling gait with poor arm swing and stooped posture
Unsteady balance; difficulty rising from a sitting position
Continuous pill-rolling motion of the thumb and forefinger
Abnormal tone or stiffness in the trunk and extremities
Swallowing problems in later stages
Lightheadedness or fainting when standing (orthostatic hypotension)",
      "title" : "Parkinson's Disease Symptoms"
    }
  },
  "commit" : { }
}